tutorials/multiphase/cavitatingFoam/LES/throttle/0/rho
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7  
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      rho;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -3 0 0 0];

internalField   uniform 845;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 845;
    }

    outlet
    {
        type            fixedValue;
        value           uniform 835;
    }

    walls
    {
        type            zeroGradient;
    }

    frontBack
    {
        type            empty;
    }
}

// ************************************************************************* //
